[{
  "template": "simple",
  "title": "Informed Consent Form",
  "text": "<p><strong>Description of the study:</strong></p><p>This is an experiment about English sentences. It will take about 20 minutes to complete, and you will be compensated by the amount indicated on Amazon MTurk.</p><p><strong>Risks, Benefits, and Confidentiality:</strong></p><p>There are no known risks and you will not receive any benefit for participating in the study. All of your responses will be held anonymously. Only the researchers involved in this study and those responsible for research oversight will have access to the information you provide. Your data and information will be completely confidential.</p><p><strong>Experimenter:</strong></p><p>If you have any questions or concerns about any aspect of the study, please contact Mora Maldonado, <a href=\"mailto:mora.maldonado@ens.fr\">mora.maldonado@ens.fr</a></p>",
  "input": "{checkbox}",
  "checkbox_id": "checkbox_id",
  "check_text": "I agree"
}, {
  "template": "simple",
  "title": "Instructions",
  "text": "<p><strong>Thank you for your participation.</strong></p><p>In this experiment, your task is to read a series of statements and decide to which extent the statement is a true description of the world.</p><p>At each time, you have to click \"START\" in order to see the statement.</p><p>Once that you make this first click, please answer as fast as you can. If you take too much time to respond, an alert message will be displayed.</p><p>We ask you, when possible, to use a computer mouse to perform the experiment.</p><p>Let us consider some examples... </p>",
  "input": "{single_button}",
  "button_text": "Next"
},


  {
    "template": "simple",
    "title": "Examples",
    "text": "<p><center><big> Skyscrapers are tall.</big></center></p>Most people agree that one of the main characteristics of skyscrapers is being tall. We can then consider that this statement is a true description of the world.</p> <p>We could also have the reversed situation:</p><p><center><big>Dwarfs are tall.</big></center></p> <p> Most people agree that dwarfs are typically not tall, but short. We can then consider that the statement is a false description of the world.</p> <p>Now, you're ready to start the practice.</p>",
    "input": "{single_button}",
    "button_text": "Start"
  },



  {
    "template": "experiment",
    "is_practice": "true"
  }, {
  "template": "simple",
  "title": "End of practice",
  "text": "<p>Practice is done! When you feel ready to start the actual experiment, click \"Next\".</p>",
  "input": "{single_button}",
  "button_text": "Next"
},
  {
    "template": "experiment",
    "is_practice": "false"
  },
  {
  "template": "demographic",
  "some_text": "You have completed the experiment. We will now ask you a series of simple questions and then provide you with a code to paste back to Amazon M Turk to get your reward.",
  "button_text": "Next"
}, {
  "sentence": "If you used any special strategy to perform during this experiment, or if you have some comments, please tell us:",
  "input_method": "{textarea}",
  "button_text": "Next"
}, {
  "template": "loader",
  "loading_text": "Saving results"
}, {
  "template": "simple",
  "title": "Error uploading!",
  "text": "There was a problem uploading your data to our servers. It is essential that we collect this data, both for the purpose of our experiment as well as to insure that you completed the series of tasks thus earning the associated reward. Please make sure your internet connection is on and working and then click retry below so that we can try sending the data again.",
  "input": "{go_back}",
  "button_text": "Retry"
}, {
  "template": "default",
  "sentence": "Thank you!</p><p>You are now done with this experiment. You can now go back to Amazon M Turk and paste the following code to get your reward: </p><br/><p><strong id='mturkFinalId'></strong>",
  "input_method": " "
}]